/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Hittar ingen nyckelring för att lagra ”%1$@.”";

/* default not configured */
"A keychain cannot be found." = "Hittade inte nyckelring.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Är du säker på att du vill nollställa din nyckelring? Detta kommer att radera alla sparade lösenord, nycklar och certifikat. Den här åtgärden går inte att ångra.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Nyckelringen ”%1$@” kunde inte hittas för att lagra ”%2$@.”";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Nyckelringen ”%1$@” hittades inte.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Skriv in ditt inloggningslösenord. Lösenordet kommer att användas till att skapa en ny nyckelring.";

/* reset button title */
"Reset" = "Nollställ";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Det finns ytterligare nyckelringar i systemet som måste läggas till i nyckelringssöklistan. Använd Nyckelhanterare till att lägga till dem igen.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Din nyckelring kan ha fått ett nytt namn, raderats eller så finns den på en enhet som inte har lagts på skrivbordet.";

